{
  "version": "1.0",
  "model": {
    "type": "BPE",
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "H": 4,
      "S": 30,
      "e": 5,
      "l": 6,
      "i": 7,
      "x": 8,
      "\u0120": 9,
      "c": 10,
      "o": 11,
      "r": 12,
      "t": 13,
      "k": 14,
      "n": 15,
      "b": 16,
      "u": 17,
      "d": 18,
      "g": 19,
      "h": 20,
      "s": 21,
      "w": 31,
      ".": 22,
      "a": 23,
      "y": 24,
      "m": 25,
      "p": 26,
      "f": 27,
      ":": 28,
      ",": 29
    },
    "merges": [],
    "unk_token": "<unk>"
  },
  "added_tokens": [
    { "id": 0, "content": "<s>", "special": true, "single_word": false, "lstrip": false, "rstrip": false },
    { "id": 1, "content": "<pad>", "special": true, "single_word": false, "lstrip": false, "rstrip": false },
    { "id": 2, "content": "</s>", "special": true, "single_word": false, "lstrip": false, "rstrip": false },
    { "id": 3, "content": "<unk>", "special": true, "single_word": false, "lstrip": false, "rstrip": false }
  ],
  "pre_tokenizer": { "type": "Whitespace" },
  "decoder": { "type": "ByteLevel", "cleanup": true }
}
