{
  "version": "1.0",
  "model": {
    "type": "BPE",
    "vocab": {
      ".": 4,
      "H": 5,
      "S": 6,
      "a": 7,
      "b": 8,
      "c": 9,
      "d": 10,
      "e": 11,
      "g": 12,
      "h": 13,
      "i": 14,
      "k": 15,
      "l": 16,
      "n": 17,
      "o": 18,
      "r": 19,
      "s": 20,
      "t": 21,
      "u": 22,
      "w": 23,
      "x": 24,
      "y": 25,
      "Ġ": 26
    },
    "merges": [],
    "unk_token": "<unk>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>"
    },
    {
      "id": 1,
      "content": "<pad>"
    },
    {
      "id": 2,
      "content": "</s>"
    },
    {
      "id": 3,
      "content": "<unk>"
    }
  ]
}
