{
  "version": "1.0",
  "model": {
    "type": "BPE",
    "unk_token": "<unk>",
    "vocab": {
      "<bos>": 0,
      "<pad>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "H": 4,
      "e": 5,
      "l": 6,
      "i": 7,
      "x": 8,
      "Ġ": 9,
      "c": 10,
      "o": 11,
      "r": 12,
      "t": 13,
      "k": 14,
      "n": 15,
      "b": 16,
      "u": 17,
      "d": 18,
      "g": 19,
      "h": 20,
      ".": 21,
      "S": 22,
      "a": 23,
      "y": 24,
      "w": 25,
      "s": 26
    },
    "merges": []
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<bos>"
    },
    {
      "id": 1,
      "content": "<pad>"
    },
    {
      "id": 2,
      "content": "<eos>"
    },
    {
      "id": 3,
      "content": "<unk>"
    }
  ]
}
